Repository: alt3/rank-my-wallet
Catalog: src/translations/locales/*.po
Languages: hi_in, id_id, ro_ro

source: Address
hi_in: एड्रेस
id_id: Alamat
ro_ro: Adresă

source: Address Analysis
hi_in: एड्रेस विश्लेषण
id_id: Analisis Alamat
ro_ro: Analiza adresei

source: Address Details
hi_in: एड्रेस विवरण
id_id: Detail Alamat
ro_ro: Detalii Adresă

source: Address Type
hi_in: एड्रेस का प्रकार
id_id: Jenis Alamat
ro_ro: Tip de adresă

source: An <0>Alt3</0> product powered by <1>Ergo Watch </1>
hi_in: <1>Ergo Watch </1> द्वारा संचालित एक <0>Alt3</0> उत्पाद
id_id: Sebuah Produk <0>Alt3</0> yang didukung oleh <1>Ergo Watch</1>
ro_ro: Un produs <0>Alt3</0> alimentat de <1>Ergo Watch </1>

source: Back to homepage
hi_in: होमपेज पर वापस
id_id: Kembali ke beranda
ro_ro: Înapoi la pagina principală

source: Balance
hi_in: बैलेंस
id_id: Saldo
ro_ro: Sold

source: Become a Sponsor
hi_in: प्रायोजक बनें
id_id: Menjadi Sponsor
ro_ro: Devino sponsor

source: Binaries
hi_in: बाइनरी
id_id: Binari
ro_ro: Binare

source: Bits
hi_in: बिट्स
id_id: Bit
ro_ro: Biți

source: Blockchain
hi_in: ब्लॉकचेन

source: Blockchain Species
hi_in: ब्लॉकचेन प्रजाति
id_id: Spesies Blockchain
ro_ro: Specii de blockchain

source: Blue whale
hi_in: ब्लू व्हेल
id_id: Paus biru
ro_ro: Balenă albastră

source: Byron (legacy) addresses lack the staking functionality that RankMyWallet uses to determine your rank.
hi_in: बायरन (विरासत) एड्रेस में आपके रैंक को निर्धारित करने के लिए रैंकमाइवालेट द्वारा उपयोग की जाने वाली स्टैकिंग कार्यक्षमता की कमी है।
id_id: Alamat Byron (lawas) tidak memiliki fungsionalitas staking yang digunakan RankMyWallet untuk menentukan peringkat Anda.
ro_ro: Adresele Byron (legacy) nu au funcționalitatea de investire pe care RankWallet o folosește pentru a vă determina rangul.

source: Cardano
hi_in: कार्डानो

source: Cardano Rankings are coming soon
hi_in: कार्डानो रैंकिंग जल्द ही आ रही है
id_id: Peringkat Cardano akan segera hadir
ro_ro: Clasamentul Cardano va veni în curând

source: Cardano Species
hi_in: कार्डानो प्रजाति
id_id: Spesies Cardano
ro_ro: Speciile Cardano

source: Checksum
hi_in: अंततः
ro_ro: Suma

source: Competition
hi_in: प्रतियोगिता
id_id: Kompetisi
ro_ro: Competiţie

source: Competitors
hi_in: प्रतियोगियों
id_id: Pesaing
ro_ro: Competitori

source: Content
hi_in: कंटेंट
id_id: Konten
ro_ro: Conținut

source: Copied!
hi_in: कॉपी किया गया!
id_id: Disalin!
ro_ro: Copiat!

source: Crab
hi_in: केकड़ा
id_id: Kepiting

source: Current Species
hi_in: वर्तमान प्रजातियां
id_id: Spesies saat ini
ro_ro: Specii curente

source: Decimals
hi_in: दशमलव
id_id: Desimal
ro_ro: Zecimale

source: Decoded Bytes:
hi_in: डीकोडेड बाइट्स:
id_id: Byte yang diterjemahkan:
ro_ro: Octeți decodați:

source: Dutch
hi_in: डच
id_id: Bahasa Belanda
ro_ro: Olandeză

source: Encoding
hi_in: एन्कोडिंग
ro_ro: Codare

source: English
hi_in: अंग्रेज़ी
id_id: Bahasa Inggris
ro_ro: Engleză

source: Ergo
hi_in: एर्गो

source: Ergo Species
hi_in: एर्गो प्रजाति
id_id: Spesies Ergo
ro_ro: Speciile Ergo

source: Every Ergo wallet can have multiple addresses, also called boxes. Ergo wallets like Nautilus mostly show your 'consolidated' balance by adding up the amounts found in all boxes related to your wallet. RankMyWallet however, will only show the balance of a single box.
hi_in: प्रत्येक एर्गो वॉलेट में कई एड्रेस हो सकते हैं, जिन्हें बॉक्स भी कहा जाता है। नॉटिलस जैसे एर्गो वॉलेट ज्यादातर आपके वॉलेट्स से संबंधित सभी बक्सों में मिली राशि को जोड़कर आपका 'समेकित' संतुलन दिखाते हैं। हालांकि, रैंकमाई वॉलेट केवल एक बॉक्स का बैलेंस दिखाएगा।
id_id: Setiap dompet Ergo dapat memiliki beberapa alamat, yang juga disebut kotak. Dompet Ergo seperti Nautilus sebagian besar menunjukkan saldo 'gabungan' Anda dengan menjumlahkan jumlah yang ditemukan di semua kotak yang terkait dengan dompet Anda. Akan tetapi, RankMyWallet hanya akan menampilkan saldo dari satu kotak.
ro_ro: Fiecare portofel Ergo poate avea mai multe adrese, de asemenea numite cutii. Portofelele Ergo ca Nautilus arată soldul tău "consolidat" prin adăugarea sumelor găsite în toate cutiile legate de portofelul tău. Cu toate acestea, RankMyWallet va afișa doar soldul unei singure cutii.

source: FAQ
hi_in: सामान्य प्रश्न

source: Fin whale
hi_in: फिन व्हेल
id_id: Paus sirip
ro_ro: Balenă cu aripioare

source: Fish
hi_in: फिश
id_id: Ikan
ro_ro: Pește

source: Frequently Asked Questions (FAQ)
hi_in: अक्सर पूछे जाने वाले प्रश्न (एफएक्यू)
id_id: Pertanyaan yang Sering Diajukan (FAQ)
ro_ro: Întrebări frecvente (FAQ)

source: General
hi_in: जनरल
id_id: Umum

source: German
hi_in: जर्मन
id_id: Bahasa Jerman
ro_ro: Germană

source: Ghost
hi_in: घोस्ट
id_id: Hantu
ro_ro: Fantomă

source: Github
hi_in: गिटहब

source: Go
hi_in: जाएँ
id_id: Mulai
ro_ro: Mergi

source: Great white shark
hi_in: ग्रेट वाइट शार्क
id_id: Hiu putih besar
ro_ro: Marele rechin alb

source: Hindi
hi_in: हिंदी
id_id: Bahasa Hindi

source: Home
hi_in: घर
id_id: Beranda
ro_ro: Acasă

source: How can I help with translations?
hi_in: मैं अनुवादों में कैसे मदद कर सकता हूँ?
id_id: Bagaimana saya dapat membantu menerjemahkan?
ro_ro: Cum pot ajuta cu traducerile?

source: How do I consolidate my boxes?
hi_in: मैं अपने बक्सों को कैसे समेकित करूं?
id_id: Bagaimana cara mengkonsolidasikan kotak saya?
ro_ro: Cum îmi pot consolida cutiile?

source: If you are a project or business and would like to show your logo on the landing page, contact us on <0>Twitter</0> for more details.
hi_in: यदि आप एक परियोजना या व्यवसाय हैं और अपने लोगो को लैंडिंग पृष्ठ पर दिखाना चाहते हैं, तो अधिक विवरण के लिए हमसे <0>ट्विटर</0> पर संपर्क करें।
id_id: Jika Anda adalah sebuah proyek atau bisnis dan ingin menampilkan logo Anda di halaman utama, hubungi kami di <0>Twitter</0> untuk informasi lebih lanjut.
ro_ro: Dacă sunteți un proiect sau o afacere și doriți să afișați logo-ul dvs. pe pagina de destinație, contactați-ne pe <0>Twitter</0> pentru mai multe detalii.

source: If you are an individual looking to sponsor this project, please consider donating via the <0>Tip Box</0>.
hi_in: यदि आप एक ऐसे व्यक्ति हैं जो इस परियोजना को प्रायोजित करना चाहते हैं, तो कृपया <0>टिप बॉक्स</0> के माध्यम से दान करने पर विचार करें।
id_id: Jika Anda adalah seorang individu yang ingin mensponsori proyek ini, mohon pertimbangkan untuk menyumbang melalui <0>Tip Box</0>.
ro_ro: Dacă dorești să sponsorizezi acest proiect, te rugăm să iei în considerare donația prin intermediul <0>Cutia de Tip </0>.

source: Internal Server Error
hi_in: इंटर्नल सर्वर एरर
id_id: Kesalahan Server Internal
ro_ro: Eroare internă de server

source: Jellyfish
hi_in: जेलिफ़िश
id_id: Ubur-ubur
ro_ro: Meduză

source: Leading Prefix Bits:
hi_in: लीडिंग प्रीफिक्स बिट्स:
id_id: Bit Awalan Terkemuka:
ro_ro: Primul Prefix de Biți:

source: Network
hi_in: नेटवर्क
id_id: Jaringan
ro_ro: Rețea

source: Network Type
hi_in: नेटवर्क प्रकार
id_id: Jenis Jaringan
ro_ro: Tip reţea

source: Next Species
hi_in: अगली प्रजाति
id_id: Spesies Berikutnya
ro_ro: Următoarea specie

source: Octopus
hi_in: ऑक्टोपस
id_id: Gurita
ro_ro: Caracatiţă

source: Orca
hi_in: ओर्का

source: Oyster
hi_in: ओएस्टर
id_id: Tiram
ro_ro: Stridie

source: Page Not Found
hi_in: पेज नहीं मिला
id_id: Halaman Tidak Ditemukan
ro_ro: Pagina nu a fost găsită

source: Pipefish
hi_in: पाइपफिश
ro_ro: Pește țeavă

source: Piranha
hi_in: पिरान्हा

source: Plankton
hi_in: प्लैंकटन
ro_ro: Plancton

source: Please donate to keep this website ad-free
hi_in: कृपया इस वेबसाइट को विज्ञापन-मुक्त रखने के लिए दान करें
id_id: Silakan berdonasi untuk menjaga situs web ini tetap bebas dari iklan
ro_ro: Vă rugăm să donați pentru a păstra acest site fără reclame

source: Please provide a wallet address
hi_in: कृपया एक वॉलेट एड्रेस प्रदान करें
id_id: Harap berikan alamat dompet
ro_ro: Vă rugăm să furnizaţi adresa portofelului

source: Portugese
hi_in: पुर्तगाली
id_id: Portugis

source: Prefix Bits:
hi_in: प्रीफिक्स बिट्स:
id_id: Bit Awalan:
ro_ro: Prefix de Biți:

source: Prefix Byte
hi_in: प्रीफिक्स बाइट
id_id: Bit Awalan
ro_ro: Prefix de Octeți

source: Pseudo
hi_in: सूडो

source: Rank
hi_in: रैंक
id_id: Peringkat
ro_ro: Clasament

source: RankMyWallet on Github
hi_in: गिटहब पर रैंक माय वॉलेट
id_id: RankMyWallet di Github
ro_ro: RankMyWallet pe Github

source: RankMyWallet on Twitter
hi_in: ट्विटर पर रैंक माय वॉलेट
id_id: RankMyWallet di Twitter
ro_ro: RankMyWallet pe Twitter

source: Required
hi_in: आवश्यक
id_id: Diperlukan
ro_ro: Necesar

source: Romanian
hi_in: रोमानियन
id_id: Bahasa Rumania

source: Seahorse
hi_in: सीहोरस
id_id: Kuda laut
ro_ro: Cal de mare

source: Shark
hi_in: शार्क
id_id: Hiu
ro_ro: Rechin

source: Shell
hi_in: शैल
id_id: Kerang
ro_ro: Scoică

source: Shrimp
hi_in: श्रिम्प
id_id: Udang
ro_ro: Crevete

source: Sorry, but we are unable to recognize this address.
hi_in: क्षमा करें, लेकिन हम इस एड्रेस को पहचानने में असमर्थ हैं।
id_id: Maaf, kami tidak dapat mengenali alamat ini.
ro_ro: Ne pare rău, dar nu putem recunoaște această adresă.

source: Sorry, but we do not support {blockchain} {addressType} addresses.
hi_in: क्षमा करें, लेकिन हम {blockchain} {addressType} पतों का समर्थन नहीं करते हैं।
id_id: Maaf, tetapi kami tidak mendukung alamat {blockchain} {addressType}.
ro_ro: Ne pare rău, dar nu oferim suport pentru adrese {blockchain} {addressType}.

source: Sorry, but we do not support {blockchain} {network} addresses.
hi_in: क्षमा करें, लेकिन हम {blockchain} {network} एड्रेस का समर्थन नहीं करते हैं।
id_id: Maaf, tetapi kami tidak mendukung alamat {blockchain} {network}.
ro_ro: Ne pare rău, dar nu oferim suport pentru adrese {blockchain} {network}.

source: Sorry, but we do not support {blockchain}.
hi_in: क्षमा करें, लेकिन हम {blockchain} का समर्थन नहीं करते हैं।
id_id: Maaf, kami tidak mendukung {blockchain}.
ro_ro: Ne pare rău, dar nu oferim suport pentru {blockchain}.

source: Sorry, we do not rank empty wallets
hi_in: क्षमा करें, हम खाली वॉलेट्स को रैंक नहीं करते हैं
id_id: Maaf, kami tidak memberi peringkat pada dompet kosong
ro_ro: Ne pare rău, nu clasificăm portofelele goale

# Plural
source: Species
hi_in: प्रजाति
id_id: Spesies
ro_ro: Specii

# Singular
source: Species
hi_in: प्रजाति
id_id: Spesies
ro_ro: Specii

source: Sponsored By:
hi_in: द्वारा प्रायोजित:
id_id: Disponsori oleh:
ro_ro: Sponsorizat de:

source: Starfish
hi_in: स्टारफिश
id_id: Bintang Laut
ro_ro: Stea de Mare

source: Starts At
hi_in: पर आरंभ होती है
id_id: Mulai dari
ro_ro: Începe la

source: Supported Blockchains:
hi_in: समर्थित ब्लॉकचेन:
id_id: Blockchain yang didukung:
ro_ro: Blockchain-uri suportate:

source: Switch to {text} mode
hi_in: {text} मोड पर स्विच करें
id_id: Beralih ke mode {text}
ro_ro: Comutare la modul {text}

source: Swordfish
hi_in: स्वोर्डफ़िश
id_id: Ikan pedang
ro_ro: Pește spadă

source: Tiger shark
hi_in: टाइगर शार्क
id_id: Hiu harimau
ro_ro: Rechin tigru

source: Tip Box
hi_in: टिप बॉक्स
id_id: Kotak Tip
ro_ro: Bacșiș

source: Trailing Prefix Bits:
hi_in: ट्रेलिंग प्रीफिक्स बिट्स:
id_id: Bit Awalan yang tertinggal:
ro_ro: Urmă Prefix de Biți:

source: Translators do not require coding skills and can help correcting or adding languages by following the <0>instructions on this page</0>.
hi_in: अनुवादकों को कोडिंग कौशल की आवश्यकता नहीं होती है और <0>इस पृष्ठ पर दिए गए निर्देशों</0> का पालन करके भाषाओं को सुधारने या जोड़ने में सहायता कर सकते हैं।
id_id: Penerjemah tidak memerlukan keahlian pengkodean dan dapat membantu mengoreksi atau menambahkan bahasa dengan mengikuti <0>petunjuk di halaman ini</0>.

source: Try again?
hi_in: पुनः प्रयास करें?
id_id: Coba lagi?
ro_ro: Încercați din nou?

source: Twitter
hi_in: ट्विटर

source: Unsupported Address
hi_in: असमर्थित एड्रेस
id_id: Alamat yang Tidak Didukung
ro_ro: Adresă nesuportată

source: Version
hi_in: वर्ज़न
id_id: Versi
ro_ro: Versiune

source: Wallet address
hi_in: वॉलेट एड्रेस
id_id: Alamat dompet
ro_ro: Adresa portofelului

source: Whale
hi_in: व्हेल
id_id: Paus
ro_ro: Balenă

source: What technology does this website use?
hi_in: यह वेबसाइट किस टेक्नोलॉजी का उपयोग करती है?
id_id: Teknologi apa yang digunakan situs web ini?
ro_ro: Ce tehnologie utilizează acest site?

source: Where do I report bugs?
hi_in: मैं बग की रिपोर्ट कहां करूं?
id_id: Di mana saya melaporkan bugs?
ro_ro: Unde pot raporta erorile?

source: Why are Byron addresses not supported?
hi_in: बायरन एड्रेस समर्थित क्यों नहीं हैं?
id_id: Mengapa alamat Byron tidak didukung?
ro_ro: De ce nu sunt adresele Byron acceptate?

source: Why is the balance on this website different from the balance in my Ergo wallet?
hi_in: इस वेबसाइट की शेष राशि मेरे एर्गो वॉलेट की शेष राशि से भिन्न क्यों है?
id_id: Mengapa saldo di situs web ini berbeda dengan saldo di dompet Ergo saya?
ro_ro: De ce soldul de pe acest site este diferit de soldul din portofelul meu Ergo?

source: You are Cardano holder
hi_in: आप कार्डानो होल्डर हैं
id_id: Anda adalah pemegang Cardano
ro_ro: Ești deținătorul Cardano

source: You are Ergo holder
hi_in: आप एर्गो होल्डर हैं
id_id: Anda adalah pemegang Ergo
ro_ro: Ești deținătorul Ergo

source: You can consolidate all of your boxes, and thereby your balance, into a single box by sending all Ergo to yourself using either a new address or one of your existing receive addresses.
hi_in: आप या तो एक नए एड्रेस या अपने मौजूदा प्राप्त एड्रेस में से एक का उपयोग करके अपने सभी एर्गो को स्वयं को भेजकर अपने सभी बक्सों को समेकित कर सकते हैं, और इस तरह अपनी शेष राशि को एक ही बॉक्स में रख सकते हैं।
id_id: Anda dapat mengkonsolidasikan semua kotak Anda, dan dengan demikian saldo Anda, ke dalam satu kotak dengan mengirimkan semua Ergo ke diri Anda sendiri menggunakan alamat baru atau salah satu alamat penerima yang sudah ada.
ro_ro: Puteți consolida toate cutiile și, prin urmare, soldul dvs., într-o singură cutie trimițând tot Ergo către tine folosind fie o adresă nouă, fie una dintre adresele de primire existente.

source: Your Balance
hi_in: आपका बैलेंस
id_id: Saldo Anda
ro_ro: Soldul tău

source: Your Project
hi_in: आपका प्रोजेक्ट
id_id: Proyek Anda
ro_ro: Proiectul tău

source: Your Rank
hi_in: आपका रैंक
id_id: Peringkat Anda
ro_ro: Rangul tău

source: Translators do not require coding skills and can help correcting or adding languages by following <0>the instructions on this page</0>.
ro_ro: Traducătorii nu au nevoie de abilități de codare și pot ajuta la corectarea sau adăugarea limbilor <0>urmărind instrucțiunile de pe această pagină</0>.
