Repository: alt3/rank-my-wallet
Catalog: src/translations/locales/*/messages.po
Languages: nl

source: Your Project
nl: Uw Project

source: Please donate to keep this website ad-free
nl: Doneer om deze website advertentievrij te houden

source: Blockchain Species
nl: Blockchain Soorten

source: Sorry, but we are unable to recognize this address.
nl: Sorry, maar we zijn niet in staat om dit adres te herkennen.

source: Where do I report bugs?
nl: Waar meld ik fouten?

source: Shark
nl: Haai

source: Competiton
nl: Competitie

source: Unsupported Address
nl: Niet Ondersteund Adres

source: Decoded Bytes:
nl: Gedecodeerde Bytes:

source: Your Balance
nl: Jouw Saldo

source: Rank
nl: Ranking

source: Next Species
nl: Volgende Soort

source: Seahorse
nl: Zeepaard

source: Content
nl: Inhoud

source: Go
nl: Ga

source: Try again?
nl: Opnieuw proberen?

source: Tiger shark
nl: Tijgerhaai

source: Sorry, but we do not support {blockchain}.
nl: Sorry, maar we ondersteunen geen {blockchain}.

source: If you are an individual looking to sponsor this project, please consider donating via the <0>Tip Box</0>.
nl: Ben je een individu en wil je dit project ondersteunen? Overweeg dan om te doneren via de <0>Fooienpot</0>.

source: Supported Blockchains:
nl: Ondersteunde Blockchains:

source: Sponsored By:
nl: Gesponsord Door:

source: Fin whale
nl: Vinvis

source: Address
nl: Adres

# Singular
source: Species
nl: Soort

source: Octopus
nl: Inktvis

source: Binaries
nl: Binair

source: Current Species
nl: Huidige Soort

source: Jellyfish
nl: Kwal

source: Starfish
nl: Zeester

source: Leading Prefix Bits:
nl: Leidende Prefix Bits:

source: Switch to {text} mode
nl: Schakel naar {text} mode

source: Ergo Species
nl: Ergo Soorten

source: Tip Box
nl: Fooienpot

source: Address Analysis
nl: Adresanalyze

source: Oyster
nl: Oester

source: Every Ergo wallet can have multiple addresses, also called boxes. Ergo wallets like Nautilus mostly show your 'consolidated' balance by adding up the amounts found in all boxes related to your wallet. RankMyWallet however, will only show the balance of a single box.
nl: Elke Ergo wallet kan meerdere adressen hebben, ook wel boxen genoemd. Ergo wallets zoals Nautius tonen je 'geconsolideerde' saldo door de saldi op te tellen van alle boxen die bij je wallet horen. RankMyWallet laat echter uitsluitend het saldo zien dat hoort bij één enkele box.

source: Please provide a wallet address
nl: Voer eerst een wallet adres in

source: Why is the balance on this website different from the balance in my Ergo wallet?
nl: Waarom wijkt het saldo op deze website af van het saldo in mijn Ergo wallet?

source: Orca
nl: Orka

source: Cardano Species
nl: Cardano Soorten

source: Shrimp
nl: Garnaal

source: Competitors
nl: Concurrenten

source: Network
nl: Netwerk

source: How do I consolidate my boxes?
nl: Hoe consolideer ik mijn boxen?

source: Copied!
nl: Gekopieerd!

source: Checksum
nl: Controlesom

# Plural
source: Species
nl: Soorten

source: You are Ergo holder
nl: Je bent Ergo holder

source: Decimals
nl: Decimalen

source: An <0>Alt3</0> product powered by <1>Ergo Watch </1>
nl: Een <0>Alt3</0> product gebouwd op <1>Ergo Watch </1>

source: You can consolidate all of your boxes, and thereby your balance, into a single box by sending all Ergo to yourself using either a new address or one of your existing receive addresses.
nl: Je kunt al je boxen, en daarmee je saldo, consolideren door alle Ergo naar jezelf te sturen en daarbij gebruik te maken van ofwel een nieuw adres ofwel één van je bestaande ontvangstadressen.

source: Why are Byron addresses not supported?
nl: Waarom worden Byron adressen niet ondersteund?

source: Required
nl: Vereist Nog

source: Crab
nl: Krab

source: General
nl: Algemeen

source: Address Details
nl: Adresgegevens

source: Address Type
nl: Adrestype

source: Internal Server Error
nl: Interne Serverfout

source: Blue whale
nl: Blauw vinvis

source: Page Not Found
nl: Pagina Niet Gevonden

source: If you are a project or business and would like to show your logo on the landing page, contact us on <0>Twitter</0> for more details.
nl: Ben je een project of bedrijf en wil je je logo op de home pagina laten zien? Neem dan contact met ons op via <0>Twitter</0> voor meer details.

source: Sorry, but we do not support {blockchain} {addressType} addresses.
nl: Sorry, maar we ondersteunen geen {blockchain} {addressType} adressen.

source: Cardano Rankings are coming soon
nl: Cardano Rankings komen binnenkort

source: Ghost
nl: Geest

source: Version
nl: Versie

source: Swordfish
nl: Zwaardvis

source: Balance
nl: Saldo

source: You are Cardano holder
nl: Je bent Cardano holder

source: Become a Sponsor
nl: Wordt Sponsor

source: Starts At
nl: Begint Bij

source: Frequently Asked Questions (FAQ)
nl: Veelgestelde Vragen (FAQ)

source: Encoding
nl: Codering

source: Wallet address
nl: Wallet adres

source: RankMyWallet on Github
nl: RankMyWallet op Github

source: Whale
nl: Walvis

source: RankMyWallet on Twitter
nl: RankMyWallet op Twitter

source: Byron (legacy) addresses lack the staking functionality that RankMyWallet uses to determine your rank.
nl: Byron (legacy) adressen missen de staking functionaliteit die RankMyWallet nodig heeft om je ranking te kunnen bepalen.

source: Sorry, but we do not support {blockchain} {network} addresses.
nl: Sorry, maar we ondersteunen geen {blockchain} {network} adressen.

source: Shell
nl: Schelpdier

source: Sorry, we do not rank empty wallets
nl: Sorry maar we ranken geen lege wallets

source: Your Rank
nl: Jouw Ranking

source: What technology does this website use?
nl: Welke technologie gebruikt deze website?

source: Great white shark
nl: Witte haai

source: Trailing Prefix Bits:
nl: Volgende Prefix Bits:

source: Network Type
nl: Netwerktype

source: Fish
nl: Vis

source: Pipefish
nl: Zeenaald

source: Back to homepage
nl: Terug naar de homepagina
